Repository: khalipha010/ChatApp
Catalog: lib/l10n/app_*.arb
Languages: sw

# language
source: English
sw: Hausa

source: Email
sw: email din ka

source: Password
sw: Saka rubutun sirri

source: Forgot Password?
sw: Amanta Rubutun Sirri?

source: Sign In
sw: Shiga

# login_google
source: Login With Google
sw: Shiga Da Google

# dont_account
source: Don't have account?
sw: Ba account?

# register
source: Register now
sw: Yi rigister

source: Username
sw: Suna

source: Sign Up
sw: Yi rigister

# signup_google
source: Signup With Google
sw: Yi rigister da account na Google

# already_account
source: Already have account?
sw: Ana da account?

source: SignIn now
sw: Ashiga yanzu

source: Edit Profile
sw: Yi Edit Din Profile

source: About Dev
sw: Mawalafin Manhajar

source: Quiz Game
sw: Wasa Qwaqwalwa

source: World Time
sw: Agogon Kasashen Duniya

source: Switch Language
sw: Chanza Yare

source: Donate
sw: Bada Gudummawa

source: LogOut
sw: Fita

source: Delete Message
sw: Goge Sako

source: Block User
sw: Yi Blok Din Aboki

# welcome_quizzler
source: Welcome To Quizzler
sw: Barka Da Shigowa Quizzler

# welcome_world
source: Welcome To World Time
sw: Barka Da Shigowa Agogon Duniya

source: Edit Location
sw: Chanza Gari

# continue_quizzler
source: Continue To Quizzler
sw: Shiga Quizzler

# continue_worldtime
source: Continue To World Time
sw: Shiga Agogon Duniya

# emoji_text
source: please click the Search Button to add a friend and chat.
sw: Danna chan kayi chat da aboki

# email_validation
source: Please enter a valid email
sw: A saka email mai aiki

# password_validation
source: Password must be more than six characters
sw: Rubutun sirri sai ya kai tsayin harufai shida

# username_validation
source: Please enter username
sw: A saka suna

# reset_appbar
source: Reset Password
sw: Chanza Rubuttun Sirri

# reset_body_text
source: Please enter your registered email to reset your password
sw: A saka email za'a turo link na chanza rubuttun sirri

# reset_button
source: Send Password Reset Link
sw: Turo Link Din Chanza Rubuttun Sirri

# reset_cont_login
source: Continue Login?
sw: A Shiga?

# password_reset_done
source: Password Reset Link Has Been Sent To Your Email Successfully âœ…
sw: An Tura Maka Link Na Chanza Rubutun Sirri A Email Dinka âœ…

source: Choose Location
sw: Chanza Kasa

# about_profile
source: About
sw: Bayani

# about_save
source: Save
sw: Ajiye
